[{"name":"Broken Glass","description":"The Congolese writer says he was “trying to break the French language” with Broken Glass – a black comedy told by a disgraced teacher without much in the way of full stops or paragraph breaks. As Mabanckou’s unreliable narrator munches his “bicycle chicken” and drinks his red wine, it becomes clear he has the history of Congo-Brazzaville and the whole of French literature in his sights.","author":"Alain Mabanckou","genre":"black comedy","id":2},{"name":"The Girl With the Dragon Tattoo","description":"Radical journalist Mikael Blomkvist forms an unlikely alliance with troubled young hacker Lisbeth Salander as they follow a trail of murder and malfeasance connected with one of Sweden’s most powerful families in the first novel of the bestselling Millennium trilogy. The high-level intrigue beguiled millions of readers, brought “Scandi noir” to prominence and inspired innumerable copycats.","author":"Stieg Larsson","genre":"psychological thriller novel","id":3},{"name":"Harry Potter and the Goblet of Fire","description":"A generation grew up on Rowling’s all-conquering magical fantasies, but countless adults have also been enthralled by her immersive world. Book four, the first of the doorstoppers, marks the point where the series really takes off. The Triwizard Tournament provides pace and tension, and Rowling makes her boy wizard look death in the eye for the first time.","author":"JK Rowling","genre":"fantasy, drama","id":5},{"name":"A Little Life","description":"This operatically harrowing American gay melodrama became an unlikely bestseller, and one of the most divisive novels of the century so far. One man’s life is blighted by abuse and its aftermath, but also illuminated by love and friendship. Some readers wept all night, some condemned it as titillating and exploitative, but no one could deny its power.","author":"Hanya Yanagihara","genre":"novel","id":6},{"name":"The Tipping Point","description":"The New Yorker staff writer examines phenomena from shoe sales to crime rates through the lens of epidemiology, reaching his own tipping point, when he became a rock-star intellectual and unleashed a wave of quirky studies of contemporary society. Two decades on, Gladwell is often accused of oversimplification and cherry picking, but his idiosyncratic bestsellers have helped shape 21st-century culture. ","author":"Malcolm Gladwell","genre":"non-fiction","id":7},{"name":"The Siege","description":"The Levin family battle against starvation in this novel set during the German siege of Leningrad. Anna digs tank traps and dodges patrols as she scavenges for wood, but the hand of history is hard to escape. ","author":"Helen Dunmore","genre":"historical novel","id":8},{"name":"Bad Blood","description":"A Whitbread prizewinning memoir, full of perfectly chosen phrases,\nthat is one of the best accounts of family dysfunction ever written.\nSage grew up with her grandparents, who hated each other: he was a drunken philandering vicar; his wife, having found his diaries,\nblackmailed him and lived in another part of the house. The\nauthor gets unwittingly pregnant at 16, yet the story has a happy\nending.","author":"Lorna Sage","genre":"non-fiction","id":10}]